[
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE Foundation",
		"description": "IEEE Foundation is the philanthropic arm of IEEE, supporting the mission of IEEE to foster technological innovation and excellence for the benefit of humanity. Through strategic investments in programs and initiatives, the Foundation empowers communities worldwide by advancing technology education, promoting sustainable development, and addressing global challenges.",
		"slug": "IEEE-Foundation",
		"logo": { "url": "/assets/partners/ieee-global/foundation.png" },
		"website": "https://www.ieeefoundation.org/"
	},
	
	{
		"enabled": true, 
		"type": "global-ieee-partner",
		"name": "IEEE Young Professionals",
		"description": "IEEE Young Professionals is an international community of enthusiastic, dynamic, and innovative members and volunteers. IEEE is committed to helping young professionals evaluate their career goals, polish their professional image, and create the building blocks of a lifelong and diverse professional network.",
		"slug": "IEEE-Young-Professionals",
		"logo": { "url": "/assets/partners/ieee-global/yp.png" },
		"website": "https://yp.ieee.org/"
	},
	{
		"enabled": true,
		"type": "global-ieee-partner",
		"name": "IEEE R8 SAC",
		"description": "SAC is the IEEE committee responsible for student programs and benefits, and making recommendations to the Member and Geographic Activities (MGA) Board. It is filled with IEEE volunteers, and supported by IEEE staff.",
		"slug": "IEEE-R8-SAC",
		"logo": { "url": "/assets/partners/ieee-global/r8.png" },
		"website": "https://ieeer8.org/student-activities/sa-committee/sac/"
	},
	{
		"enabled": true,
		"type": "section-partner",
		"name": "IEEE Entrepreneurship",
		"description": "We invite you to take the leap…The IEEE Entrepreneurship community is at the forefront of turning ideas into successful businesses. We make it a priority to help our members not just launch, but grow their ventures and facilitate the networking and mentoring of those who have the passion to translate their vision into reality.",
		"slug": "IEEE-entrepreneurship-tn",
		"logo": { "url": "/assets/partners/ieee-national/entrepreneurship.png" },
		"website": "https://entrepreneurship.ieee.org/"
	},
		{
		"enabled": true, 
		"type": "section-partner",
		"name": "IEEE Young Professionals",
		"description": "IEEE Young Professionals is an international community of enthusiastic, dynamic, and innovative members and volunteers. IEEE is committed to helping young professionals evaluate their career goals, polish their professional image, and create the building blocks of a lifelong and diverse professional network.",
		"slug": "IEEE-Young-Professionals-tn",
		"logo": { "url": "/assets/partners/ieee-national/yp.png" },
		"website": "https://yp.ieee.org/"
	},
			{
		"enabled": true, 
		"type": "section-partner",
		"name": "IEEE CS SYP",
		"description": "CS SYP (Student and Young Professionals) program is an initiative by the IEEE Computer Society designed to engage, support, and empower students and young professionals in the field of computing and technology.",
		"slug": "IEEE-CS-SYP-tn",
		"logo": { "url": "/assets/partners/ieee-national/syp.png" },
		"website": "https://syp.computer.org/"
	},
	{
		"enabled": true,
		"type": "section-partner",
		"name": "CS",
		"description": "Serving more than 60,000 members, the IEEE Computer Society is the trusted information, networking, and career-development source for a global community of technology leaders that includes researchers, educators, software engineers, IT professionals, employers, and students.",
		"slug": "CS-tn",
		"logo": { "url": "https://i.imgur.com/88XtjGw.png" },
		"website": "https://computer.ieee.tn/"
	},
	{
		"enabled": true, 
		"type": "section-partner",
		"name": "SMC",
		"description": "The mission of the Systems, Man, and Cybernetics Society is to serve the interests of its members and the community at large by promoting the theory, practice, and interdisciplinary aspects of systems science and engineering, human-machine systems, and cybernetics. It is accomplished through conferences, publications, and other activities that contribute to the professional needs of its members.",
		"slug": "SMC-tn",
		"logo": { "url": "https://i.imgur.com/ABdMAlo.png" },
		"website": "https://smc.ieee.tn/"
	},
	{
		"enabled": true,
		"name": "IEEE EPS SB",
		"description": "founded in 2016, with the aim of promoting IEEE activities in Tunisia and offer engineers the opportunity to be at the forefront of the latest technological innovations, the EPS currently has more than 200 members, and are working on many projects“",
		"slug": "IEEE-EPS-SB",
		"tierRank": 0,
		"logo": { "url": "/assets/partners/host/EPS.png" },
		"website": "https://eps.ieee.tn/"
	},
	{
		"enabled": true,
		"name": "IEEE ISET Djerba SB",
		"description": "IEEE Tunisia Section aims to spread IEEE Activities to all corners of the country by educational and technical activities, human networking, and to develop technology and its applications for humanitarian challenges. The section supports Chapters, special interest groups, student activities and student awards.",
		"slug": "IEEE-ISETJB-SB",
		"tierRank": 0,
		"logo": { "url": "/assets/partners/host/ISETJB.png" },
		"website": "https://isetdjerba.ieee.tn/"
	},
	{
		"enabled": true,
		"name": "Orange Digital Center",
		"description": "Orange Digital Center is a transformative hub at the forefront of Orange Tunisia's digital education initiatives, dedicated to fostering digital equality and inclusion. Launched in 2019 and replicated across Africa and the Middle East, it serves as a catalyst for youth employability and entrepreneurial development. Offering diverse programs, including the Coding School, Solidarity FabLab, and Orange Fab, the center provides a comprehensive pathway from education to technological incubation and startup acceleration. By actively engaging youth in IT training, hands-on projects, and inspiring talks, the ODC plays a pivotal role in bridging the gap between academic learning and professional opportunities, creating a dynamic space for innovation, collaboration, and the cultivation of digital skills.<br /><br />The Coding School, a freely accessible technological center, offers diverse training programs in networking, data science, web development, and mobile app development... Additionally, the ODC Clubs, located in different universities across the country, cater to students' diverse needs, providing free training and exchanges with technology experts. The Coding School also conducts insightful sessions called ODC Talks, connecting professionals and technology enthusiasts to discuss innovative topics.<br /><br />The Solidarity FabLabs, an initiative by Orange Tunisia's Foundation, serve as platforms for young individuals, to develop technical, digital, and transversal skills. The FabLabs are dedicated to experimentation, collaborative creation, and digital prototyping. The FabLabs offer diverse activities, including open sessions, specific training, rapid prototyping, mentorship, and incubation for startups.<br /><br />Orange Fab accelerates startups by providing business opportunities nationally and internationally. Through mentorship and workshops, it contributes to startups' growth and success in collaboration with Orange Tunisia and the Orange Group.<br /><br />In conclusion, the ODC opens a gateway to a transformative journey in the realm of digital education, innovation, and entrepreneurship. The ODC also encourages women, to venture into male-dominated technological fields. It shares the inspiring journeys of young entrepreneurs nurtured by Orange Tunisia through initiatives like POESAM and Orange Summer Challenge, aiming to inspire youth to embark on entrepreneurial endeavors.",
		"slug": "orange",
		"tierRank": 5,
		"logo": { "url": "https://i.imgur.com/FkG6VVq.png" },
		"website": "https://www.orangedigitalcenters.com/"
	},
	{
		"enabled": true,
		"name": "Ecole Polytechnique Sousse",
		"description": "Connue pour ses engagements socio-académiques, l'Ecole Polytechnique de Sousse est plus qu'une école d'ingénieurs et d'architecture.",
		"slug": "Ecole-Polytechnique-Sousse",
		"tierRank": 5,
		"logo": { "url": "https://i.imgur.com/2AKS7s7.png" },
		"website": "https://www.polytecsousse.tn/"
	}
]
